tap "homebrew/bundle"
brew "bat"
brew "biodiff"
brew "fd"
brew "fzf"
brew "ghq"
brew "git-delta"
brew "hexyl"
brew "jq"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "ripgrep"
brew "sheldon"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "vivid"
brew "zsh"
